-- lines for Lei Package

return {
	-- 陈到
	["$wanglie1"] = "猛将之烈，统帅之所往。",
	["$wanglie2"] = "与子龙忠勇相往，猛烈相合。",
	["~chendao"] = "我的白毦兵，再也不能为先帝出力了……",
	
	-- 诸葛瞻
	["$zuilun1"] = "吾有三罪，未能除黄皓，制伯约，守国土。",
	["$zuilun2"] = "哎，数罪当论，吾愧对先帝恩惠。",
	["$fuyin1"] = "得父荫庇，平步青云。",
	["$fuyin2"] = "吾自幼心怀父诫，方不愧父亲荫庇。",
	["~zhugezhan"] = "临难而死义，无愧先父。",
	
	-- 周妃
	["$liangyin1"] = "结得良姻，固吴基业。",
	["$liangyin2"] = "君恩之命，妾身良姻之福。",
	["$kongsheng1"] = "窈窕淑女，箜篌友之。",
	["$kongsheng2"] = "箜篌声声，琴瑟鸣鸣。",
	["~zhoufei"] = "夫君，妾身再也不能，陪你看这江南翠绿了……",
	
	-- 陆抗
	["$qianjie1"] = "继父之节，谦逊恭毕。",
	["$qianjie2"] = "谦谦清廉德，节节卓尔茂。",
	["$jueyan1"] = "毁堰坝之计，实为阻晋粮道。",
	["$jueyan2"] = "堰坝毁之，可令敌军自退。",
	["$poshi1"] = "破晋军分进合击之势，牵晋军主力之实。",
	["$poshi2"] = "破羊祜之策，势在必行。",
	["$huairou1"] = "胸怀千万，彰其德，包其柔。",
	["$huairou2"] = "各保分界，无求细利。",
	["~lei_lukang"] = "唉，陛下不听，社稷恐有危难......",
	
	-- 郝昭
	["$zhengu1"] = "镇守城池，必以骨相拼！",
	["$zhengu2"] = "孔明计虽百算，却难抵吾镇骨千拒。",
	["~haozhao"] = "镇守陈仓，也有一失……",
	
	-- 毌丘俭
	["$zhengrong1"] = "东征高句丽，保辽东安稳！",
	["$zhengrong2"] = "跨海东征，家国俱荣！",
	["$hongju1"] = "一举拿下，鸿途可得！",
	["$hongju2"] = "鸿飞荣升，举重若轻！",
	["$qingce1"] = "感明帝之恩，清君侧之贼！",
	["$qingce2"] = "得太后手诏，清奸佞乱臣！",
	["~guanqiujian"] = "峥嵘一生，然被平民所击射！",
	
	-- OL毌丘俭
	["$olzhengrong1"] = "东征高句丽，保辽东安稳！",
	["$olzhengrong2"] = "跨海东征，家国俱荣！",
	["$olhongju1"] = "一举拿下，鸿途可得！",
	["$olhongju2"] = "鸿飞荣升，举重若轻！",
	["$olqingce1"] = "感明帝之恩，清君侧之贼！",
	["$olqingce2"] = "得太后手诏，清奸佞乱臣！",
	
	-- 毌丘俭-手杀
	["$mobilezhengrong1"] = "东征高句丽，保辽东安稳！",
	["$mobilezhengrong2"] = "跨海东征，家国俱荣！",
	["$mobilehongju1"] = "一举拿下，鸿途可得！",
	["$mobilehongju2"] = "鸿飞荣升，举重若轻！",
	
	-- 袁术
	["$leiyongsi1"] = "大汉天下，已半入我手！",
	["$leiyongsi2"] = "玉玺在手，天下我有！",
	["$leiweidi1"] = "我才是皇帝！",
	["$leiweidi2"] = "你们都得听我的号令！",
	
	-- 张绣
	["$xiongluan1"] = "雄踞宛城，虽乱世可安。",
	["$xiongluan2"] = "北地枭雄，乱世不败！",
	["$congjian1"] = "听君谏言，去危亡，保宗祀！",
	["$congjian2"] = "从谏良计，可得自保。",
	["~zhangxiu"] = "若失文和，吾将何归？",
}