-- lines for SP Package

return {
	-- 杨修
	["$jilei"] = "食之无味，弃之可惜",
	["$danlao"] = "一人一口，分而食之",
	["~yangxiu"] = "恃才傲物，方有此命",
	["cv:yangxiu"] = "幻象迷宫",

	-- 公孙瓒
	["$yicong3"] = "冲啊！", -- +1 -> -1
	["$yicong4"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~gongsunzan"] = "我军将败，我已无颜苟活于世……",

	-- 袁术
	["$yongsi1"] = "玉玺在手，天下我有！",
	["$yongsi2"] = "大汉天下，已半入我手！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~yuanshu"] = "可恶，就差一步了！",

	-- SP关羽
	["cv:sp_guanyu"] = "喵小林，官方",
	["$danji"] = "吾兄待我甚厚，誓以共死，今往投之，望曹公见谅。",

	-- 曹洪
	["cv:caohong"] = "喵小林",
	["$yuanhu1"] = "持吾兵戈，随我杀敌！", --武器
	["$yuanhu2"] = "汝今势微，吾当助汝。", --防具
	["$yuanhu3"] = "公急上马，洪敌贼军！", --坐骑
	["$yuanhu4"] = "天下可无洪，不可无公。", --曹操
	["$yuanhu5"] = "持戈整兵，列阵御敌！", --自己
	["~caohong"] = "主公已安，洪纵死亦何惜……",

	-- 关银屏
	["cv:guanyinping"] = "蒲小猫",
	["$xueji1"] = "陷坚摧锋，以报家仇！",
	["$xueji2"] = "踏平南土，以消国恨！",
	["$huxiao1"] = "若无后手，何言为将？",
	["$huxiao2"] = "刀行如流水，杀你个措手不及！",
	["$wuji"] = "武圣虽死，血脉尚存。先父佑我，再现武魂！",
	["~guanyinping"] = "父亲……",

	-- 夏侯霸
	["$tiaoxin4"] = "跪下受降，饶你不死！",
	["$tiaoxin5"] = "黄口小儿，可听过将军名号？",
	["$paoxiao5"] = "喝啊~~~",
	["$paoxiao6"] = "受死吧！",
	["$shensu3"] = "冲杀敌阵，来去如电！",
	["$shensu4"] = "今日有恙在身，须得速战速决！",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",

	-- 陈琳
	["$bifa1"] = "笔墨纸砚，皆兵器也！",
	["$bifa2"] = "汝德行败坏，人所不齿也！",
	["$songci1"] = "将军德才兼备，大汉之栋梁也！", -- 摸牌
	["$songci2"] = "汝窃国奸贼，人人得而诛之！", -- 弃牌
	["~chenlin"] = "来人，我的笔呢？",

	-- 大乔小乔
	["$xingwu1"] = "哼，不要小瞧女孩子哦！", -- 放置牌
	["$xingwu2"] = "姐妹齐心，其利断金！", -- 造成伤害
	["~erqiao"] = "伯符、公瑾，请一定守护住我们的江东哦……",

	-- 张宝
	["$zhoufu"] = "违吾咒者，倾死灭亡！",
	["$yingbing"] = "朱雀玄武，侍卫我真！",
	["~zhangbao"] = "黄天！为何……" ,

	--曹昂
	["$kangkai1"] = "父亲快走，有我殿后！" ,
	["$kangkai2"] = "典将军，比比看谁杀敌更多！" ,
	["~caoang"] = "典将军，还是你赢了，诶~~" ,

	--张星彩
	["$shenxian1"] = "抚慰军心，以安国事。" ,
	["$shenxian2"] = "愿尽己力，为君分忧。" ,
	["$qiangwu1"] = "咆哮沙场，万夫不敌！" ,
	["$qiangwu2"] = "父亲未竟之业，由我继续！" ,
	["~xingcai"] = "复兴汉室之路，臣妾再也不能陪伴左右。" ,

	--祖茂
	["$yinbing1"] = "将军走此小道，追兵教我应付！" ,
	["$yinbing2"] = "追兵凶芒，末将断后！" ,
	["$juedi1"] = "提起武器，最后一搏！" ,
	["$juedi2"] = "困兽之斗，以诠忠义！" ,
	["~zumao"] = "孙将军，已经安全了吧。" ,

	--诸葛诞
	["$gongao1"] = "恪尽职守，忠心侍主。" ,
	["$gongao2"] = "攻城拔寨，建功立业。" ,
	["$juyi"] = "司马氏篡权，我当替天伐之！" ,
	["$weizhong"] = "定当夷司马氏三族！" ,
	["~zhugedan"] = "诸葛一氏定会为我复仇！" ,

	--孙鲁育
	["$meibu1"] = "若要动手，就请先杀我吧！" ,
	["$meibu2"] = "萧墙之乱，宫闱之衅，实为吴国之祸啊！" ,
	["$mumu1"] = "只求相夫教子，不求参政议事。" ,
	["$mumu2"] = "立储乃国家大事，我们姐妹不便参与。" ,
	["~sunluyu"] = "姐姐，一切好自为之。" ,

	--马良
	["$xiemu1"] = "暴戾之气，伤人害己！" ,
	["$xiemu2"] = "休要再提战事！" ,
	["$naman1"] = "慢着，让我来！" ,
	["$naman2"] = "弃暗投明，光耀门楣！" ,
	["~maliang"] = "皇叔为何不听我之言！" ,

	--程昱
	["$shefu1"] = "圈套已设，埋伏已完，只等敌军进来。" ,
	["$shefu2"] = "如此天网，谅你插翅也难逃！" ,
	["$benyu1"] = "天下大乱，群雄并起，必有命示。" ,
	["$benyu2"] = "曹公智略，乃上天所授。" ,
	["~chengyu"] = "此诚报效国家之时，吾却休矣……" ,

	--文聘
	["$spzhenwei1"] = "江夏防线，固若金汤。",
	["$spzhenwei2"] = "再敢来犯，仍叫你无功而返。",
	["~sp_wenpin"] = "终于..也守不住了。" ,

	-- 何太后
	["cv:hetaihou"] = "郁望梦始",
	["$zhendu1"] = "最毒不过妇人心。",
	["$zhendu2"] = "鸩酒已备，取酌由君。",
	["$qiluan1"] = "屠彘贫户，今握汉室江山。",
	["$qiluan2"] = "天下霸权尽归我何氏所有。",
	["~hetaihou"] = "昨昔后兄诛董后，今朝董贼戮何家…",

	--司马朗
	["$quji1"] = "愿为将士，略尽绵薄。",
	["$quji2"] = "若不去兵之疾，则将何以守国？",
	["$junbing1"] = "郡国当有搜狩习战之备。",
	["$junbing2"] = "男儿慷慨，军中豪迈。",
	["~simalang"] = "微功未效，有辱国恩。",

	-- 诸葛恪
	["$aocai1"] = "吾主圣明，泽被臣属！",
	["$aocai2"] = "哼，易如反掌！",
	["$duwu1"] = "破曹大功，正在今朝！",
	["$duwu2"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",
	
	--凌操
	["$dujin1"] = "带兵十万，不如老夫多甲一件！",
	["$dujin2"] = "轻舟独进，破敌先锋！",
	["~lingcao"] = "呃啊！（扑通）此箭……何来……",
	
	--孙茹
	["$qingyi1"] = "翩翩一云端，仿若桃花仙。",
	["$qingyi2"] = "没牌，又有何不可能的？",
	["$shixin1"] = "释怀之戾气，化君之不悦。",
	["$shixin2"] = "薪薪之火，安能伤我？",
	["~sunru"] = "佑我江东，虽死无怨。",
	
	--留赞
	["$fenyin1"] = "披发亢歌，至死不休！",
	["$fenyin2"] = "力不竭，战不止！",
	["~liuzan"] = "今病困若此，故命也！",
	
	--李丰
	["$tunchu1"] = "屯粮事大，暂不与尔等计较。",
	["$tunchu2"] = "屯粮待战，莫动刀枪。",
	["$shuliang1"] = "将军持劳，酒肉慰劳。",
	["$shuliang2"] = "将军，牌来了！",
	["~lifeng"] = "吾有负丞相重托……",
	
	--朱灵
	["$zhanyi1"] = "以战养战，视敌而战。",
	["$zhanyi2"] = "战，可以破敌；意，可以守御。",
	["~zhuling"] = "此生得遇曹公，再无……他求……",
	
	--诸葛果
	["$olyuhua1"] = "凤羽飞烟，乘化仙尘。",
	["$olyuhua2"] = "此乃仙人之物，不可轻弃。",
	["$olqirang1"] = "仙甲既来，岂无仙术乎。",
	["$olqirang2"] = "集母亲之智，效父亲之法，祈以七星。",
	["~zhugeguo"] = "飘飘乎如遗世独立，羽化而登仙。",

	--ol马谡
	["$sanyao1"] = "散谣惑敌，不攻自破",
	["$sanyao2"] = "三人成虎事多有",
	["$zhiman1"] = "丞相多虑，且看我的",
	["$zhiman2"] = "兵法谙熟于心，取胜千里之外",
	["~ol_masu"] = "败军之罪，万死难赎" ,

	--ol于禁
	["$jieyue1"] = "安营驻寨，严守城防！" ,
	["$jieyue2"] = "诸军严整，敌军自乱！" ,
	["~ol_yujin"] = "忍辱偷生，无颜以面丞相厚恩……" ,
	
	--OL马岱
	["cv:ol_madai"] = "官方",
	["$olqianxi1"] = "喊什么喊，我敢杀你！",
	["$olqianxi2"] = "笑什么笑，叫你得意！",
	["~ol_madai"] = "我怎么会死在这里？",
	
	--士燮
	["$biluan1"] = "身处乱世，自保足以。",
	["$biluan2"] = "避一时之乱，求长世安稳。",
	["$lixia1"] = "将军，真乃国之栋梁。",
	["$lixia2"] = "英雄可安身立命于交州之地。",
	["~shixie"] = "我这一生……足矣……",
	
	--张鲁
	["$yishe1"] = "行大义之举，须有向道之心。",
	["$yishe2"] = "你有你的权谋，我，哼，自有我的道义。",
	["$bushi1"] = "布施行善，乃道义之本。",
	["$bushi2"] = "行布施，得天道！",
	["$midao1"] = "从善从良，从五斗米道。",
	["$midao2"] = "兼济天下，解百姓之忧。",
	["~zhanglu"] = "但，归至于道，无意凡世争斗。",
	
	--马云騄
	["$fengpo1"] = "等我提枪上马，打你个落花流水。",
	["$fengpo2"] = "对付你，用不着我家哥哥亲自上阵。",
	["~mayunlu"] = "呜呜呜~~~是你们欺负人",
	
	--OL蔡文姬
	["$moshi1"] = "今日默书，方恨千卷诗书未能全记。",
	["$moshi2"] = "博闻强识，不辱才女之名。",
	["$chenqing1"] = "陈生死离别之苦；悲乱世之跌宕。",
	["$chenqing2"] = "乱世陈情，字字血泪。",
	["~ol_caiwenji"] = "命运……弄人。",
	
	-- 虎牢关吕布
	["cv:shenlvbu2"] = "风叹息",
	["$shenwei"] = "飞将之威，上天亦知！",
	["$shenji"] = "神戟在手，何人能及！",
	["$xiuluo"] = "哼！鬼蜮伎俩，休想阻我！",
	["~shenlvbu2"] = "什么？我败了？！",
	["$StageChange"] = "杂鱼们，好戏才刚刚开始！",

	--旱魃
	["$fentian1"] = "烈火燎原，焚天灭地！",
	["$fentian2"] = "骄阳似火，万物无生！",
	["$zhiri1"] = "你以为，这样就已经结束了？",
	["$zhiri2"] = "好舒服！这太阳的力量！",
	["$xintan1"] = "人人心中，都有一团欲望之火！",
	["$xintan2"] = "让心中之火慢慢吞噬你吧！哈哈哈哈哈哈！",
	["~hanba"] = "应龙，是你在呼唤我吗？",

	--凯撒
	["cv:caesar"] = "English Listening 900",
	["$conqueror1"] = "Please give me a piece of pie.",
	["$conqueror2"] = "Will you be here at ten o'clock tomorrow? ",
	["$conqueror3"] = "I'd rather have some tea,if you don't mind. ",
	["~caesar"] = "Let's talk about something else.",
	
	-- 孙皓
	["$canshi1"] = "众人与蝼蚁何异？哼哼哼哼!",
	["$canshi2"] = "难道，一切不在朕手中？",
	["$chouhai1"] = "哼！树敌三千，又如何？",
	["$chouhai2"] = "不发狂，就灭亡！",
	["$guiming2"] = "这是要我，命归黄泉吗？！",
	["$guiming1"] = "这就是，末世皇帝的不归路！",
	["~sunhao"] = "命啊……命！",

	-- J.SP孙尚香
	["$liangzhu1"] = "吾愿携弩，征战沙场，助君一战!",
	["$liangzhu2"] = "两国结盟，你我都是一家人！",
	["$fanxiang2"] = "兄命难违，从此两别...",
	["$fanxiang1"] = "今昔一别，不知何日再见...",
	["$xiaoji4"] = "弓马何须系红妆？",
	["$xiaoji3"] = "双剑夸俏，不让须眉！",
	["~jsp_sunshangxiang"] = "东途难归，初心难追",

	-- J.SP关羽
	["$wusheng5"] = "义经逆流！吾按礼数！",
	["$wusheng6"] = "以义传魂，以武入圣！",
	["$jspdanqi1"] = "单骑护嫂千里，只为桃园之义！",
	["$jspdanqi2"] = "孤身远涉，赤心归国！",
	["~jsp_guanyu"] = "樊城一去，死亦无惧。",

	-- J.SP姜维
	["$kunfen1"] = "心数虚实，众将切勿惫怠！",
	["$kunfen2"] = "纵使困顿难行，亦当砥砺奋进！",
	["$fengliang2"] = "得遇丞相，再生之德！",
	["$fengliang1"] = "丞相大利，维岂有不从之理？",
	["$tiaoxin7"] = "今日天公作美，怎能不战而退？！",
	["$tiaoxin6"] = "贼将无胆，何不早降？",
	["~jsp_jiangwei"] = "伯约已尽力而为，奈何大汉国力衰微……",
	
	--J.SP黄月英
	["$jiqiao1"] = "驭巧器，已取先机。",
	["$jiqiao2"] = "颖悟之人，不以拙力取胜。",
	["$linglong1"] = "哼，书中自有玲珑心。",
	["$linglong2"] = "哼，自然是多多益善咯！",
	["~jsp_huangyueying"] = "只恨，不能再助夫君了。",
	
	--关索
	["$zhengnan"] = "末将愿承父志，随丞相出征。",
	["$wusheng7"] = "逆贼！可识得关氏之勇！",
	["$zhiman3"] = "蛮夷可抚，不能剿。",
	["$dangxian2"] = "各位将军，且让小辈先行出战！",
	["~guansuo"] = "只恨天下未平，空留遗志~",
	
	--OL关索
	["$olzhengnan"] = "末将愿承父志，随丞相出征。",
	
	--关索-十周年
	["$tenyearzhengnan"] = "末将愿承父志，随丞相出征。",
	
	--赵襄
	["$fanghun1"] = "万花凋落尽，一梅独傲霜。",
	["$fanghun2"] = "暗香疏影处，凌风踏雪来。",
	["$fuhan1"] = "承先父之志，扶汉兴刘。",
	["$fuhan2"] = "天将降大任于我！",
	["~zhaoxiang"] = "遁入阴影之中...",
	
	--OL赵襄
	["$olfanghun1"] = "万花凋落尽，一梅独傲霜。",
	["$olfanghun2"] = "暗香疏影处，凌风踏雪来。",
	["$olfuhan1"] = "承先父之志，扶汉兴刘。",
	["$olfuhan2"] = "天将降大任于我！",
	
	--鲍三娘
	["$wuniang1"] = "虽为女子身，不输男儿郎",
	["$wuniang2"] = "剑舞轻盈，沙场克敌",
	["$xushen1"] = "救命之恩，涌泉相报",
	["$xushen2"] = "解我危难，报君华彩",
	["$zhennan1"] = "镇守南中，夫君无忧",
	["$zhennan2"] = "与君携手，定平蛮夷",
	["~baosanniang"] = "我还想与你…共骑这雪花骏",
	
	--徐荣
	["$xionghuo1"] = "此镬加之于你，定有所伤！",
	["$xionghuo2"] = "凶镬沿袭，怎会轻易无伤？",
	["$shajue1"] = "杀伐决绝，不留后患。",
	["$shajue2"] = "吾既出，必绝之！",
	["~xurong"] = "此生无悔，心中无愧！",
	
	--曹婴
	["$lingren1"] = "敌势已缓，修要走了，老贼！",
	["$lingren2"] = "精兵如炬，困龙难飞！",
	["$fujian1"] = "兵者，诡道也。",
	["$fujian2"] = "良资军备，一览无遗。",
	["~caoying"] = "曹魏天下存，魂归故土安。",
	
	--曹纯
	["$shanjia1"] = "缮甲厉兵，伺机而行。",
	["$shanjia2"] = "战，当取精锐之兵，而弃驽钝也。",
	["~caochun"] = "银甲在身，竟败于你手！",
	
	--张琪瑛
	["$falu1"] = "求法之道，以司籙籍。",
	["$falu2"] = "取舍有法，方得其法。",
	["$zhenyi1"] = "不疾不徐，自爱自重。",
	["$zhenyi2"] = "紫薇星辰，斗数之仪。",
	["$dianhua1"] = "大道无形，点化无为。",
	["$dianhua2"] = "得此点化，必得大道。",
	["~zhangqiying"] = "米碎面散，我心欲绝。",
	
	--戏志才
	["$tiandu5"] = "既是如此~",
	["$tiandu6"] = "天意，不可逆~",
	["$xianfu1"] = "辅佐明君，从一而终。", --游戏开始
	["$xianfu2"] = "吾于此生，竭尽所能。",
	["$xianfu3"] = "春蚕至死，蜡炬成灰！", --受到伤害
	["$xianfu4"] = "愿为主公，尽我所能。",
	["$xianfu5"] = "赠人玫瑰，手有余香。", --回复体力
	["$xianfu6"] = "主公之幸，我之幸也。",
	["$chouce1"] = "一筹一划，一策一略。",
	["$chouce2"] = "主公之忧，吾之所思也。",
	["~xizhicai"] = "为何……不再给我……一点点时间……",
	
	--孙乾
	["$qianya1"] = "君子不妄动，动必有道。",
	["$qianya2"] = "诶，将军过誉了。",
	["$shuomeng1"] = "你我唇齿相依，共御外敌，何如？",
	["$shuomeng2"] = "今兵薄势寡，可遣某为使往说之。",
	["~sunqian"] = "恨不能得见皇叔早登大宝，咳咳咳……",
	
	--李通
	["$tuifeng1"] = "摧锋陷阵，以杀贼首！",
	["$tuifeng2"] = "敌锋之锐，吾已尽知。",
	["~litong"] = "",
	
	--杜畿
	["$andong1"] = "勇足以当大难，智涌以安万变。",
	["$andong2"] = "宽猛克济，方安河东之民。",
	["$yingshi1"] = "应民之声，势民之根。",
	["$yingshi2"] = "应势而谋，顺民而为。",
	["~duji"] = "试船而溺之，虽亡而忠至。",
	
	--吕虔
	["$weilu1"] = "贼人势大，须从长计议。",
	["$weilu2"] = "时机未到，先行撤退！",
	["$zengdao1"] = "有功赏之，有过罚之。",
	["$zengdao2"] = "治军之道，功过分明。",
	["~lvqian"] = "吾自泰山郡以来，百姓祸安，镇军罚贼，此生已无憾~",
	
	--王朗
	["$gushe1"] = "公既知天命，识时务，为何要兴无名之师？犯我疆界？",
	["$gushe2"] = "你若倒戈卸甲，以礼来降，仍不失封侯之位，国安民乐，岂不美哉？",
	["$jici1"] = "谅尔等腐草之荧光，如何比得上天空之皓月~",
	["$jici2"] = "你……诸葛村夫，你敢……",
	["~wanglang"] = "你、你……啊……",
	
	--鲁芝
	["$qingzhong1"] = "执政为民，当尽我所能！",
	["$qingzhong2"] = "吾自幼流离失所，更能体恤百姓之苦。",
	["$weijing1"] = "战事兴起，最苦的仍是百姓！",
	["$weijing2"] = "国乃大家，保大家才有小家。",
	["~sp_luzhi"] = "年迈力微，是该告老还乡了。",
	
	--文鸯
	["$lvli1"] = "此击若中，万念俱灰！",
	["$lvli2"] = "姿器膂力，万人之雄。",
	["$choujue1"] = "家仇未报，怎可独安。",
	["$choujue2"] = "逆臣之军，不足为惧。",
	["$beishui1"] = "某若退却半步，诸将可立斩之！",
	["$beishui2"] = "效淮阴之举，力敌数千！",
	["$qingjiao1"] = "慈不掌兵，义不养财。",
	["$qingjiao2"] = "清蛮夷之乱，剿不臣之贼！",
	["~wenyang"] = "痛贯心膂，天灭大魏啊！",
	
	--蒋干
	["$weicheng1"] = "略施谋略，敌军便信以为真。",
	["$weicheng2"] = "吾只观雅规，而非说客。",
	["$daoshu1"] = "得此文书，丞相定可高枕无忧。",
	["$daoshu2"] = "让我看看，这是什么机密。",
	["~jianggan"] = "丞相再给我一次机会啊！",
	
	--唐咨
	["$xingzhao1"] = "拿些上好的木料来。",
	["$xingzhao2"] = "精挑细选，方能成百年之计。",
	["$xunxun3"] = "让我先探他一探。",
	["$xunxun4"] = "船也不是一天就能造出来。",
	["~tangzi"] = "偷工减料，要不得呀！",
	
	--张昌蒲
	
	--辛毗
	["$chijie1"]="此战不在急，请仲达明了。",
    ["$chijie2"]="持节阻战，奉帝赐诏。",
	["$yinju1"]="据理直谏，吾人臣本分。",	
    ["$yinju2"]="迁徙之计，危涉万民。",	
	["~xinpi"] = "失民心，且无食。",
	
	--王元姬
	["$qianchong1"] = "宫帷之内，何必善涉外事。", --获得/失去“帷幕”
	["$qianchong2"] = "谦谨行事，方能多吉少恙。", -- 获得/失去“明哲”
	["$qianchong3"] = "细行筹划，只盼能助夫君一臂之力。", --都不满足
	["$shangjian1"] = "如今乱世，当秉俭行之节。",
	["$shangjian2"] = "百姓尚处寒饥之困，吾等不可奢费财力。",
	["~wangyuanji"] = "世事浮沉，非是一人可逆。",
	
	--司马昭
	["$daigong1"] = "不急，只等敌军士气渐怠。",
	["$daigong2"] = "敌谋吾以尽料，可以长策迷之。",
	["$spzhaoxin1"] = "吾心昭昭，何惧天下之口？",
	["$spzhaoxin2"] = "公此行欲何为，吾自有料度！",
	["~simazhao"] = "安世，接下来，就看你的了……",
	
	--贾逵
	["$zhongzuo1"] = "历经磨难，不改祖国之志！",
	["$zhongzuo2"] = "建立功业，惟愿天下早定。",
	["$wanlan1"] = "挽狂澜于既倒，扶大厦于将倾！",
	["$wanlan2"] = "深受国恩，今日便是报偿之时！",
	["~jiakui"] = "不斩孙权，九泉之下愧见先帝啊！",
	
	--王双
	["$zhuilie1"] = "哈哈！我喜欢猎夺沙场的快感！",
	["$zhuilie2"] = "追敌夺魂，猎尽贼寇！",
	["~wangshuang"] = "我居然，被蜀军所击倒。",
	
	--管辂
	["$tuiyan1"]="鸟语略知，万物略懂。",
	["$tuiyan2"]="玄妙之殊巧，推微而知晓。",
	["$mingjie1"]="今日一卦，便知命数。",
	["$mingjie2"]="喜仰视星辰，夜不肯寐。",
	["$busuan1"]="戒律循规，不可妄贪。",
	["$busuan2"]="王道文明，何忧不平？",
	["~guanlu"]="怀我好音，心非草木。",
	
	--张恭
	["$spqianxin1"] = "兵困绝地，将至如归！",
	["$spqianxin2"] = "临危之际，速速来援！",
	["$zhenxing1"] = "东征西讨，募军百里挑一。",
	["$zhenxing2"] = "众口铄金，积毁销骨。",
	["~zhanggong"] = "大漠孤烟，孤立无援啊。",
	
	--曹爽
	["$tuogu1"] = "君托以六尺之孤，爽当寄百里之命。",
	["$tuogu2"] = "先帝以大事托我，任重而道远。",
	["$shanzhuan1"] = "打入冷宫，禁足绝食。",
	["$shanzhuan2"] = "我言既出，谁敢不从？",
	["~caoshuang"] = "",
	
	--曹爽-第二版
	["$secondtuogu1"] = "君托以六尺之孤，爽当寄百里之命。",
	["$secondtuogu2"] = "先帝以大事托我，任重而道远。",
	
	--伊籍
	["$jijie1"] = "敏捷察微，知千里之情。",
	["$jijie2"] = "随机应变，不失礼数。",
	["$jiyuan1"] = "荆州有异，需速避之。",
	["$jiyuan2"] = "蔡瑁欲害将军，特此星夜来报。",
	["~sp_yiji"] = "蜀科律法，难以撰写。",
	
	--糜竺
	["$ziyuan1"] = "区区薄礼，万望使君笑纳。",
	["$ziyuan2"] = "雪中送炭，以解君愁。",
	["$jugu1"] = "钱~要多少有多少！",
	["$jugu2"] = "君子爱财，取之有道~",
	["~mizhu"] = "劣弟背主，我之罪也~",
	
	--董允
	["$bingzheng1"] = "自古~就是邪不胜正！",
	["$bingzheng2"] = "主公面前，岂容小人搬弄是非！",
	["$sheyan1"] = "公事为重，宴席，不去也罢~",
	["$sheyan2"] = "还是改日吧~",
	["~dongyun"] = "大汉，要亡于宦官之手了。",
	
	--马忠
	["$fuman1"] = "恩威并施，蛮夷可为我所用。",
	["$fuman2"] = "发兵器啦！",
	["~mazhong"] = "丞相不在，你们竟然……",
	
	--吕凯
	["$tunan1"] = "敢问丞相，何日挥师南下？",
	["$tunan2"] = "攻伐之道，一念之间。",
	["$bijing1"] = "拒吴闭境，臣，誓保永昌！",
	["$bijing2"] = "一臣无二主，可战不可降！",
	["~lvkai"] = "守节不易，吾愿舍身为蜀。",
	
	--黄权
	["$dianhu1"] = "就用你，给我军祭旗。",
	["$dianhu2"] = "预则立，不预则废。",
	["$jianji1"] = "锦上添花，不如雪中送炭。",
	["$jianji2"] = "秘计交予将军，可解燃眉之困。",
	["~huangquan"] = "魏王厚待于我，降魏又有何错？",
	
	--沙摩柯
	["$jili1"] = "看我一招，铁蒺藜骨朵。",
	["$jili2"] = "蒺藜骨朵，威震慑敌。",
	["~shamoke"] = "五溪蛮夷，不可能输！",
	
	--赵统＆赵广
	["$yizan1"] = "继先帝之志，继兴大汉！",
	["$yizan2"] = "承吾父之勇，翊军立阵！",
	["$longyuan1"] = "忍时待机，今日终于可以建功立业！",
	["$longyuan2"] = "金鳞岂是池中物，一遇风云变化龙！",
	["~zhaotongzhaoguang"] = "受业死战...不愧...本心...",
	
	--胡金定
	["$renshi1"] = "巾帼于乱世，只能飘零如尘。",
    ["$renshi2"] = "还望您可以手下留情。",
	["$wuyuan1"] = "夫君，此次出征，还望您记挂妾身。",
    ["$wuyuan2"] = "云长，一定要平安归来呀。",
	["~hujinding"] = "云长，重逢不久，又要相别吗...",
	
	--许靖
	["$yuxu1"] = "誉虚之名，得保一时。",
    ["$yuxu2"] = "誉名浮虚，波流四海。",
	["$shijian1"] = "国家安危，在于足下。",
    ["$shijian2"] = "行之得道，即社稷用宁。",
	["~xujing"] = "漂泊风波，绝凉如草。",
	
	--花鬘
	["$spmanyi1"] = "南蛮女子，该当英勇善战！",
    ["$spmanyi2"] = "蛮族的力量，你可不要小瞧！",
	["$mansi1"] = "承父母庇护，得此福气。",
    ["$mansi2"] = "多谢父母怜爱。",
	["$souying1"] = "幽薮影单，只身勇斗！",
    ["$souying2"] = "蓁薮影移，险战不惧！",
	["$zhanyuan1"] = "战中结缘，虽苦亦甜。",
    ["$zhanyuan2"] = "势不同，情相随。",
	["$xili1"] = "系力而为，祝君得胜。",
    ["$xili2"] = "有我在，将军此战必能一举拿下！",
	["~huaman"] = "南蛮之地的花...还在开吗...",
	
	--傅肜
	
	--邓芝
	
	--张翼
	["$zhiyi1"] = "岂可擅退而误国家之功！",
	["$zhiyi2"] = "统摄不懈，只为破敌！",
	["~sp_zhangyi"] = "惟愿百姓不受此乱所害……",
	
	--步骘
	["$hongde1"] = "德无单行，福必双至。",
	["$hongde2"] = "江南重义，东吴尚德。",
	["$dingpan1"] = "从孙者生，从刘者死！",
	["$dingpan2"] = "多行不义，必自毙！",
	["~buzhi"] = "交州已定，主公……尽可放心……",
	
	--贺齐
	["$yingzi6"] = "人靠衣装，马靠鞍。",
	["$duanbing2"] = "可真是把好刀啊。",
	["$fenwei3"] = "我的船队，要让全建业城都看见。",
	["$shanxi1"] = "敌援未到，需要速战速决！",
	["$shanxi2"] = "快马加鞭，赶在敌人戒备之前！",
	["~heqi"] = "别拿走……我的装备……",
	
	--阚泽
	["$xiashu1"] = "吾有密信，特来献予将军。",
	["$xiashu2"] = "将军若不信，可亲自验看。",
	["$kuanshi1"] = "不知者，无罪。",
	["$kuanshi2"] = "罚酒三杯，下不为例。",
	["~kanze"] = "我~早已做好了牺牲的准备~",
	
	--sp庞统
	["$guolun1"] = "品过是非，讨评好坏。",
	["$guolun2"] = "若有天下太平时，必讨四海之内才。",
	["$songsang1"] = "送丧至东吴，使命已完。",
	["$songsang2"] = "送丧虽至，吾与孝则得相交。",
	["$zhanji1"] = "公瑾安全至吴，心安之。",
	["$zhanji2"] = "功曹之恩，吾必有展骥之机。",
	["~sp_pangtong"] = "诶，我终究不得东吴赏识。",
	
	--孙邵
	["$bizheng1"] = "弼佐辅君，国事政法。",
	["$bizheng2"] = "弼亮四世，正色率下。",
	["$yidian1"] = "佚以典传，千秋谁记。",
	["$yidian2"] = "不传书卷记，功过自有评。",
	["~sunshao"] = "此去一别，难见文举……",
	
	--苏飞
	["$lianpian1"] = "需持续投入，方有回报。",
	["$lianpian2"] = "心无旁骛，断而敢行。",
	["~sufei"] = "恐不能再与兴霸兄……并肩奋战了……",
	
	--严畯
	["$guanchao1"] = "朝夕之间，可知所进退。",
	["$guanchao2"] = "月盈，潮起沉暮也；月亏，潮起日半也。",
	["$xunxian1"] = "督军之才，子明强于我甚多。",
	["$xunxian2"] = "此间重任，公卿可担之。",
	["~yanjun"] = "著作……还……没完成……",
	
	--周鲂
	["$duanfa1"] = "身体发肤，受之父母。",
	["$duanfa2"] = "今断发以明志，尚不可证吾之心意？",
	["$spyoudi1"] = "东吴以容不下我，愿降以保周全。",
	["$spyoudi2"] = "笺书七条，足以表我归降之心。",
	["~zhoufang"] = "功亏一篑，功亏一篑啊……",
	
	--吕岱
	["$qinguo1"] = "为国勤事，体素精勤。",
	["$qinguo2"] = "忠勤为国，通达治体。",
	["~lvdai"] = "再也不能为吴国奉身了……",
	
	--葛玄
	["$lianhua1"]="白日清山，飞升化仙。",
	["$lianhua2"]="草木精炼，万物化丹。",
	["$zhafu1"]="垂恩广救，慈悲在怀。",
	["$zhafu2"]="行符敕鬼，神变善易。",
	["~gexuan"]="善变化，拙用身……",
	
	--张温
	["$songshu1"] = "称颂蜀汉，以表诚心。",
	["$songshu2"] = "吴蜀两和，方可安稳。",
	["$sibian1"] = "才藻俊茂，辩思如涌。",
	["$sibian2"] = "弘雅之素，英秀之德。",
	["~zhangwen"] = "暨艳过错，强牵吾罪。",
	
	--许贡
	["$biaozhao1"] = "此人有祸患之相，望丞相慎之。",
	["$biaozhao2"] = "孙策宜加贵宠，须召还京邑。",
	["$yechou1"] = "会有人替我报仇的。",
	["$yechou2"] = "我的门客，是不会放过你的。",
	["~xugong"] = "终究还是被其所害。",
	
	--潘濬
	["$guanwei1"] = "今日宴请诸位，有要事相商。",
	["$guanwei2"] = "天下未定，请主公以大局为重。",
	["$gongqing1"] = "尔辈何故与降掳交善！",
	["$gongqing2"] = "豪将在外，增兵必成祸患啊！",
	["~panjun"] = "耻失荆州……耻失荆州啊！",
	
	--卫温＆诸葛直
	["$fuhai1"] = "宦海沉浮，生死难料！",
	["$fuhai2"] = "跨海南征，波涛起浮！",
	["~weiwenzhugezhi"] = "吾皆海岱清士，岂料生死易逝……",
	
	--卫温＆诸葛直-手杀
	["$mobilefuhai1"] = "宦海沉浮，生死难料！",
	["$mobilefuhai2"] = "跨海南征，波涛起浮！",
	
	--严白虎
	["$zhidao1"] = "谁有地盘，谁是老大！",
	["$zhidao2"] = "乱世之中，能者为王！",
	["$spjili1"] = "寄人篱下的日子，不好过啊~",
	["$spjili2"] = "这份恩德，白虎记下了。",
	["~yanbaihu"] = "严舆吾弟，为兄来陪你了。",
	
	--董白
	["$lianzhu1"] = "若有不臣之心，定当株连九族！",
	["$lianzhu2"] = "你们都是一条绳上的蚂蚱~",
	["~dongbai"] = "放肆！我要让爷爷，赐你们死罪！",
	
	--麹义
	["$fuqi1"] = "白马？哼！定叫他有来无回！",
	["$fuqi2"] = "既来之，休走之！",
	["$jiaozi1"] = "今日之获，皆是吾之功劳。",
	["$jiaozi2"] = "今吾于此，尔等皆为飞灰！",
	["~quyi"] = "为主公戎马一生，主公为何如此对我？",
	
	--卑弥呼
	["$zongkui1"] = "准备好，听候女王的差遣了吗？",
	["$zongkui2"] = "契约已定！",
	["$guju1"] = "我能看到，你的灵魂在颤抖。",
	["$guju2"] = "你死后，我将超度你的亡魂。",
	["$baijia1"] = "以邪马台的名义！",
	["$baijia2"] = "我要摧毁你的一切，然后建立我的国度。",
	["$spcanshi1"] = "是你在召唤我吗？",
	["$spcanshi2"] = "这片土地的人真是太有趣了。",
	["~beimihu"] = "我还会从黄泉比良坂回来的。",
	
	--刘琦
	["$wenji1"] = "还望先生救我！",
	["$wenji2"] = "言出子口，入于吾耳，可以言未？",
	["$tunjiang1"] = "江夏冲要之地，孩儿愿往守之。",
	["$tunjiang2"] = "皇叔勿惊，吾与关将军已到。",
	["~liuqi"] = "父亲…孩儿来见你了…",
	
	--张济
	["$lveming1"] = "劫命掠财，毫不费力。",
	["$lveming2"] = "人财，皆掠之，嘿嘿。",
	["$tunjun1"] = "得封侯爵，屯军弘农。",
	["$tunjun2"] = "屯军弘农，养精蓄锐。",
	["~zhangji"] = "哪、哪里来的乱箭？",
	
	--王粲
	["$sanwen1"] = "文若春华，思若泉涌。",
	["$sanwen2"] = "独步汉南，散文天下。",
	["$qiai1"] = "未知身死处，何能两相完？",
	["$qiai2"] = "悟彼下泉人，喟然伤心肝。",
	["$denglou1"] = "登兹楼以四望兮，聊暇日以销忧。",
	["$denglou2"] = "惟日月之逾迈兮，俟河清其未极。",
	["~wangcan"] = "一作驴鸣悲，万古送葬别。",
	
	--审配
	["$beizhan1"] = "今伐曹氏，譬如覆手之举。",
	["$beizhan2"] = "十，则围之；五，则攻之。",
	["$gangzhi1"] = "只恨箭只太少，不能射杀汝等。",
	["$gangzhi2"] = "死便死，降，断不能降！",
	["~shenpei"] = "吾军在北，但求面北而亡。",
	
	--审配-手杀
	
	--兀突骨
	["$ranshang1"] = "战火燃尽英雄胆！",
	["$ranshang2"] = "尔等竟如此歹毒！",
	["$hanyong1"] = "犯我者，杀！",
	["$hanyong2"] = "藤甲军从无对手，不服来战！",
	["~wutugu"] = "撤……快撤！",
	
	--李傕
	["$langxi1"] = "袭夺之势，如狼噬骨。",
	["$langxi2"] = "引吾至此，怎能不袭掠之？",
	["$yisuan1"] = "吾亦能善算谋划。",
	["$yisuan2"] = "算计人心，我也可略施一二。",
	["~lijue"] = "若无内讧，也不至如此。",
	
	--樊稠
	["$xingluan1"] = "大兴兵争，长安当乱。",
	["$xingluan2"] = "勇猛兴军，乱世当立。",
	["~fanchou"] = "唉，稚然疑心，甚重……",
	
	--郭汜
	["$tanbei1"] = "此机，我怎么会错失。",
	["$tanbei2"] = "你的东西，现在是我的了！",
	["$sidao1"] = "连发伺动，顺手可得。",
	["$sidao2"] = "伺机而劫，此地可窃。",
	["~guosi"] = "伍习，你……",
	
	--司马徽
	["$jianjie1"] = "卧龙凤雏，二者得一，可安天下。",
	["$jianjie2"] = "公怀王佐之才，宜择人而仕。",
	["$chenghao1"] = "好，很好，非常好。",
	["$chenghao2"] = "您的话也很好。",
	["$yinshi1"] = "山野闲散之人，不堪世用。",
	["$yinshi2"] = "我老啦，会有胜我十倍的人来帮助你。",
	["~simahui"] =  "这似乎……没那么好了……",
	
	--高览
	["$xiying1"] = "速袭曹营，以解乌巢之难。",
	["$xiying2"] = "此番入宫不能成，我军恐难以再战。",
	["~gaolan"] = "",
	
	--蹋顿
	["$luanzhan1"] = "现，正是我乌桓崛起之机！",
	["$luanzhan2"] = "受袁氏大恩，当效死力！",
	["~tadun"] = "呃啊……不该……趟曹袁之争的浑水……",
	
	--袁谭＆袁尚
	["$neifa1"] = "同室内伐，贻笑外人。",
    ["$neifa2"] = "自相恩残，相煎何急。",
	["~yuantanyuanshang"] = "兄弟难齐心，该有此果……",
	
	--荀谌
	["$fenglve1"] = "汝能比得上我家主公吗？",
	["$fenglve2"] = "将军有让贤之名而身安于泰山也，实乃上策。",
	["$moushi1"] = "官渡决战，袁公必胜而曹氏必败。",
	["$moushi2"] = "吾即辅佐袁公，定不会使其覆巢。",
	["~xunchen"] = "我欲赴死，断不做背主之事。",
	
	--sp太史慈
	["$jixu1"] = "击虚箭射，懈敌戒备。",
	["$jixu2"] = "虚实难辨，方迷敌方之心。",
	["~sp_taishici"] = "刘繇之见，短浅也。",
	
	--刘繇
	["$kannan1"] = "隽才之杰，材匪戡难。",
	["$kannan2"] = "戡，克也；难，攻之。",
	["~liuyao"] = "伯符小儿，还我子义！",
	
	--张梁
	["$jijun1"] = "集民力万千，亦可为军！",
	["$jijun2"] = "集万千义军，定天下大局！",
	["$fangtong1"] = "统领方队，为民意所举！",
	["$fangtong2"] = "三十六方，必为大统！",
	["~zhangliang"] = "人公，也难逃被人所杀。",
	
	--皇甫嵩
	["$fenyue1"] = "异贼势大，且扎营寨，及其懈怠。",
    ["$fenyue2"] = "兵有其变，不在众寡。",
	["~huangfusong"] = "只恨黄巾未除，不能报效朝廷。",
	
	--忙牙长
	["$jiedao1"] = "截头大刀的威力，你来尝尝？",
	["$jiedao2"] = "我这大刀，可是不看情面的。",
	["~mangyachang"] = "黄骠马也跑不快了。",
	
	--邢道荣
	["$xuhe1"] = "说出吾名，吓汝一跳！",
	["$xuhe2"] = "我乃是零陵上将军！",
	["~xingdaorong"] = "孔明之计，我难猜透啊。",
	
	--李肃
	["$lixun1"]="利益熏心，财权保命。",
	["$lixun2"]="利益当前，岂不心动？",
	["$spkuizhu1"]="与君同谋，赠君金珠。",
	["$spkuizhu2"]="金珠熠熠，都归将军了。",
	["~lisu"]="金银珠宝再多，也难买命啊……",
	
	--陶谦
	["$zhaohuo1"] = "我获罪于天，致使徐州之民，受此大难。",
	["$zhaohuo2"] = "如此一来，徐州危矣。",
	["$yixiang1"] = "一方有难，八方应援。",
	["$yixiang2"] = "昔日有恩，还望此时来报。",
	["$yirang1"] = "明公切勿推辞。",
	["$yirang2"] = "万望明公可怜汉家城池为重。",
	["~taoqian"] = "悔不该差使小人，招此祸患。",
	
	--庞德公
	["$pingcai1"] = "吾有众好友，分为卧龙、凤雏、水镜、元直。",
	["$pingcai2"] = "孔明能借天火之势。",
	["$pingcai3"] = "士元虑事环环相扣。",
	["$pingcai4"] = "德操深谙处世之道。",
	["$pingcai5"] = "元直侠客惩恶扬善。",
	["~pangdegong"] = "吾知人而不自知，何等荒唐。",
	
	--难升米
	["$chijiec"] = "按照女王的命令，选择目标吧。",
	["$waishi1"] = "贵国的繁荣，在下都看到了。",
	["$waishi2"] = "希望我们两国，可以世代修好。",
	["$renshe1"] = "无论风雨再大，都无法阻挡我的脚步。",
	["$renshe2"] = "一定不能辜负女王的期望。",
	["~nanshengmi"] = "请把这身残躯，带回我的家乡。",

	--苏飞-手杀
	
	--杨彪
	["$zhaohan1"] = "天道昭昭，再兴如光武亦可期！",
	["$zhaohan2"] = "汉祚将终，我又岂能无憾？",
	["$rangjie1"] = "一人劫天子，一人质公卿，此可行耶？",
	["$rangjie2"] = "诸君举事，当上顺天心，奈何如是！",
	["$yizheng1"] = "公既执掌权柄，又何必令君臣遭乱？",
	["$yizheng2"] = "公虽权倾朝野，亦当遵圣上之意。",
	["~yangbiao"] = "未能效死佑汉，只因宗族之重……",
	
	--刘焉
	["$tushe1"] = "非英杰不图？吾既谋之且射毕。",
	["$tushe2"] = "汉室衰微，朝纲祸乱，必图后福。",
	["$limu1"] = "米贼作乱，吾必为益州自保。",
	["$limu2"] = "废史立牧，可得一方安定。",
	["~liuyan"] = "背疮难治，失子难继！",
	
	--留赞-十周年
	["$spfenyin1"] = "斗志高歌，士气昂扬！",
	["$spfenyin2"] = "抗音而歌，左右应之。",
	["$liji1"] = "破敌搴旗，未尝负败。",
	["$liji2"] = "鸷猛壮烈，万人不敌！",
	["~tenyear_liuzan"] = "若因病困此，命也……",
	
	--新sp庞德
	["$juesi1"] = "死都不怕，还能怕你？",
	["$juesi2"] = "抬棺而战，不死不休。",
	["~new_sppangde"] = "受魏王厚恩，唯以死报之。",
	
	--新sp马超
	["$newshichou1"] = "灭族之恨，不共戴天！",
	["$newshichou2"] = "休想跑！",
	["~new_spmachao"] = "西凉……回不去了……",
	
	--新sp贾诩
	["$jianshu1"] = "纵有千军万马，离心，则难成大事。",
	["$jianshu2"] = "来，让我看一出好戏吧。",
	["$yongdi1"] = "臣，愿为世子，肝脑涂地。",
	["$yongdi2"] = "嫡庶有别，尊卑有序。",
	["~new_sp_jiaxu"] = "立嫡之事，真是取祸之道！",
	
	--新sp贾诩-第二版
	["$newyongdi1"] = "臣，愿为世子，肝脑涂地。",
	["$newyongdi2"] = "嫡庶有别，尊卑有序。",
	["~second_new_sp_jiaxu"] = "立嫡之事，真是取祸之道！",
	
	--新关银屏
	["cv:new_guanyinping"] = "官方",
	["$newxuehen1"] = "这炽热的鲜血，父亲，你可感觉得到？",
	["$newxuehen2"] = "取你首级，祭先父之灵！",
	["$newhuxiao1"] = "大仇未报，还不能放弃！",
	["$newhuxiao2"] = "虎父无犬女！",
	["$newwuji1"] = "我感受到了……父亲的力量！",
	["$newwuji2"] = "我也要像父亲那样坚强！",
	["~new_guanyinping"] = "父亲，你来救我了吗……",
	
	--新马良
	["$zishu1"] = "慢着，让我来。",
	["$zishu2"] = "身外之物，不要也罢。",
	["$yingyuan1"] = "接好嘞。",
	["$yingyuan2"] = "好牌只用一次怎么够？",
	["~new_maliang"] = "我的使命完成了吗……",
	
	--新马良-手杀
	["$mobileyingyuan1"] = "接好嘞。",
	["$mobileyingyuan2"] = "好牌只用一次怎么够？",
	["~new_mobile_maliang"] = "我的使命完成了吗……",
	
	--新sp何太后
	["$newzhendu1"] = "怪只怪你，不该生有皇子！",
	["$newzhendu2"] = "后宫之中，岂有你的位置？",
	["$newqiluan1"] = "带我召吾兄入宫，谁敢不从？",
	["$newqiluan2"] = "本后自有哥哥在外照应，有什么好担心的？",
	["~new_sphetaihou"] = "你们男人造的孽，非要说什么红颜祸水？",
	
	--sp曹仁
	["$weikui1"] = "休整片刻，且随我杀出一条血路！",
	["$weikui2"] = "骑兵列队，准备突围！",
	["$lizhan1"] = "行伍严整，百战不殆！",
	["$lizhan2"] = "敌军围困万千重，我自岿然不动。",
	["~sp_caoren"] = "城在人在，城破……人亡……",
	
	--孙茹-手杀
	["$yingjian1"] = "翩翩一云端，仿若桃花仙。",
	["$yingjian2"] = "没牌，又有何不可能的？",
	
	
	
}