return {

	--郭皇后
	["$jiaozhao1"] = "诏书在此，不得放肆！",
	["$jiaozhao2"] = "妾身也是逼不得已，方才出此下策",
	["danxin"] = "殚心",
	["$danxin1"] = "司马一族，其心可诛！",
	["$danxin2"] = "妾身，定为我大魏，鞠躬尽瘁，死而后已",
	["~guohuanghou"] = "陛下，臣妾这就来见你",
	
	--孙资＆刘放
	["$guizao1"] = "这都是陛下的恩泽啊",
	["$guizao2"] = "陛下盛宠，臣万莫敢忘",
	["$jiyu1"] = "陛下，此人不堪大用！",
	["$jiyu2"] = "尔等玩忽职守，依诏降职处置",
	["~sunziliufang"] = "唉！树倒猢狲散，鼓破众人捶啊！",
	
	--李严
	["$duliang1"] = "粮草已到，请将军验看",
	["$duliang2"] = "告诉丞相，山路难走，请宽限几天",
	["$fulin1"] = "丞相！丞相！你们没看见我吗！",
	["$fulin2"] = "我乃托孤忠臣，却在这儿搞什么粮草！",
	["~liyan"] = "孔明这一走，我算是没指望了！",
	
	--黄皓
	["$qinqing1"] = "陛下勿忧，大将军危言耸听",
	["$qinqing2"] = "陛下，莫让他人知晓此事！",
	["$huisheng1"] = "大人，这些钱够吗？",
	["$huisheng2"] = "嗯哼哼，劳烦大人美言几句",
	["~huanghao"] = "魏军竟然真杀来了！",
	
	--孙登
	["$kuangbi1"] = "匡人助己，辅政弼贤",
	["$kuangbi2"] = "兴隆大化，佐理时务",
	["~sundeng"] = "愿陛下留意听采，儿臣虽死犹生",
	
	--岑昏
	["$jishe1"] = "孙吴正当盛世，兴些土木又何妨",
	["$jishe2"] = "当再建新殿，扬我国威！",
	["$lianhuo1"] = "用那剩下的铁石，正好做些工事！",
	["$lianhuo2"] = "筑下这铁链，江东天险牢不可破！",
	["~cenhun"] = "我为主上出过力！！！呃啊……",
	
	--刘虞
	["$zhige1"] = "天下和，而平乱；神器宁，而止戈",
	["$zhige2"] = "刀兵纷争即止，国运福祚绵长",
	["$zongzuo1"] = "尽死生之力，保大厦不倾",
	["$zongzuo2"] = "乾坤倒，黎民苦，高祖后，岂任之？",
	["~liuyu"] = "怀柔之计，终非良策",
	
	--张让
	["$taoluan1"] = "睁开你的眼睛看看，现在，是谁说了算",
	["$taoluan2"] = "国家承平，神气稳固，陛下勿忧",
	["~zhangrang"] = "臣等殄灭，唯陛下自爱",
	
	--张让-十周年
	["$tenyeartaoluan1"] = "睁开你的眼睛看看，现在，是谁说了算",
	["$tenyeartaoluan2"] = "国家承平，神气稳固，陛下勿忧",
}