return {

	--秦宓
	["$jianzheng1"] = "天时不当，必难取胜。",
	["$jianzheng2"] = "且慢！此阵打不得！",
	["$zhuandui1"] = "你已无话可说了吧！",
	["$zhuandui2"] = "黄口小儿，也敢来班门弄斧？",
	["$tianbian1"] = "当今天子为刘，天亦姓刘。",
	["$tianbian2"] = "阁下知其然，而未知其所以然。",
	["~qinmi"] = "我居然……也百口莫辩了……",
	
	--吴苋
	["$fumian1"] = "人言吾吉人天相，福寿绵绵。",
	["$fumian2"] = "永理二子，当保大汉血脉长存。",
	["ol_daiyan"] = "怠宴",
	["$daiyan1"] = "汝可于宫中多留几日无妨。",
	["$daiyan2"] = "胡氏受屈，吾亦心不安。",
	["~wuxian"] = "所幸伴君半生，善始终得善终……",
	
	--辛宪英
	["$zhongjian1"] = "浊世风云变幻，当以明眸洞察。",
	["$zhongjian2"] = "心中自有明镜，可鉴奸佞忠良。",
	["$caishi1"] = "清识难尚，至德可师。",
	["$caishi2"] = "知书达礼，博古通今。",
	["~xinxianying"] = "吾一生明鉴，竟错看于你……",
	
	--嵇康
	["$qingxian1"] = "抚琴拨弦，悠然自得。",
	["$qingxian2"] = "寄情于琴，和于天地。",
	["$juexiang1"] = "此曲，不能绝矣。",
	["$juexiang2"] = "一曲琴音，为我送别。",
	["$jixian"] = "一弹一拨，铿锵有力！",
	["$liexian"] = "一壶烈云烧，一曲人皆醉。",
	["$rouxian"] = "君子以琴会友，以瑟辅仁。",
	["$hexian"] = "悠悠琴音，人人自醉。",
	["~jikang"] = "多少遗恨俱随琴音去……",
	
	--嵇康-手杀
	
	--徐氏
	["$wengua1"] = "卦不能佳，可须异日。",
	["$wengua2"] = "阴阳相生相克，万事周而复始。",
	["$fuzhu1"] = "我连做梦都在等这一天呢！",
	["$fuzhu2"] = "既然来了，就别想走了！",
	["~xushi"] = "莫问前程凶吉，但求落幕无悔……",
	
	--薛综
	["$funan1"] = "礼尚往来，乃君子风范。",
	["$funan2"] = "以子之矛，攻子之盾。",
	["$jiexun1"] = "帝王应以社稷为重，以大观为主。",
	["$jiexun2"] = "吾冒昧进谏，只求陛下思虑。",
	["~xuezong"] = "尔等……竟做如此有辱斯文之事……",
	
	--曹节
	["$shouxi1"] = "天子之位，乃归刘汉！",
	["$shouxi2"] = "吾父功盖皇区，然且不敢篡窃神器！",
	["$huimin1"] = "悬壶济世，施医救民。",
	["$huimin2"] = "心系百姓，惠布山阳。",
	["~caojie"] = "皇天……必不祚尔……",
	
	--蔡邕
	["$bizhuan1"] = "无墨不成书，无时不成才。",
	["$bizhuan2"] = "笔可抒情，亦可诛心！",
	["$tongbo1"] = "读万卷书，行万里路。",
	["$tongbo2"] = "博学而不穷，笃行而不倦。",
	["~caiyong"] = "感叹时事，何罪之有！",
}