-- lines for Yin Package

return {
	--严颜
	["$juzhan1"] = "砍头便砍头，何为怒邪！",
	["$juzhan2"] = "我州但有断头将军，无降将军之也！",
	["~yanyan"] = "宁可断头死，安能屈膝降！",
	
	--王平
	["$feijun1"] = "无当飞军，伐叛乱，镇蛮夷！",
	["$feijun2"] = "山地崎岖，也挡不住飞军破势！",
	["$binglve1"] = "奇略兵速，敌未能料之。",
	["$binglve2"] = "兵略者，明战胜攻取之数、形机之势、诈谲之变。",
	["~wangping"] = "无当飞军，也有困于山林之时……",
	
	--陆绩
	["$huaiju1"] = "袖中怀绿橘，遗母报乳哺。",
	["$huaiju2"] = "情深舐犊，怀着藏橘。",
	["$weili1"] = "违失礼仪，则俱非议。",
	["$weili2"] = "行遗礼之举，于不敬王者。",
	["$zhenglun1"] = "整论四海未泰，修文德以平。",
	["$zhenglun2"] = "今论者不务道德怀取之术，而惟尚武，窃所未安。",
	["~luji"] = "恨不能见，车同轨，书同文……",
	
	--孙亮
	["$kuizhu1"] = "子通专恣，必谋而诛之！",
	["$kuizhu2"] = "孙綝久专，不可久忍，必溃诛！",
	["$chezheng1"] = "风驰电掣，政权不怠。",
	["$chezheng2"] = "唉~廉平掣政，实为艰事。",
	["$lijun1"] = "立于朝堂，定于军心。",
	["$lijun2"] = "君立于朝堂，军侧于四方。",
	["~sunliang"] = "今日欲诛逆臣而不得，方知机事不密则害成……",
	
	--OL孙亮
	["$olkuizhu1"] = "子通专恣，必谋而诛之！",
	["$olkuizhu2"] = "孙綝久专，不可久忍，必溃诛！",
	["$olchezheng1"] = "风驰电掣，政权不怠。",
	["$olchezheng2"] = "唉~廉平掣政，实为艰事。",
	["$ollijun1"] = "立于朝堂，定于军心。",
	["$ollijun2"] = "君立于朝堂，军侧于四方。",
	
	--王基
	["$qizhi1"] = "声东击西，敌寇一网成擒！",
	["$qizhi2"] = "吾意不在此地，已遣别部出发。",
	["$jinqu1"] = "建上昶水城，以逼夏口！",
	["$jinqu2"] = "通川聚粮，伐吴之业，当步步为营。",
	["~wangji"] = "天下之势，必归大魏，可恨，未能得见啊。",
	
	--蒯良＆蒯越
	["$jianxiang1"] = "得遇曹公，吾之幸也。",
	["$jianxiang2"] = "曹公得荆不喜，喜得吾二人足以。",
	["$shenshi1"] = "深中足智，见时审情。",
	["$shenshi2"] = "数语之言，审时度势。",
	["~kuailiangkuaiyue"] = "表不能善用，所憾也。",
	
	--许攸
	["$chenglve1"] = "成略在胸，良计速出。",
	["$chenglve2"] = "吾有良略在怀，必为阿瞒所需。",
	["$yinshicai1"] = "吾才满腹，袁本初竟不从之！",
	["$yinshicai2"] = "阿瞒有我良计，取冀州便是易如反掌！",
	["$cunmu1"] = "哼~目光所及，短寸之间。",
	["$cunmu2"] = "狭目之间，只能窥底。",
	["~yin_xuyou"] = "阿瞒！没有我，你得不到冀州啊！",
	
	--卢植
	["$mingren1"] = "得义真所救，吾任之必尽瘁以报！",
	["$mingren2"] = "吾之任，君之明举。",
	["$zhenliang1"] = "风霜以别草木之性，危乱而见贞良之节。",
	["$zhenliang2"] = "贞节贤良，吾之本心。",
	["~luzhi"] = "泓泓眸子宿渊亭，不见蛾眉只见经……",
	
	--OL卢植
	["$olmingren1"] = "得义真所救，吾任之必尽瘁以报！",
	["$olmingren2"] = "吾之任，君之明举。",
	["$olzhenliang1"] = "风霜以别草木之性，危乱而见贞良之节。",
	["$olzhenliang2"] = "贞节贤良，吾之本心。",
}