return {

    --曹叡
    ["$huituo1"] = "大展宏图，就在今日！",
    ["$huituo2"] = "复我大魏，扬我国威！",
    ["$mingjian1"] = "你我推心置腹，岂能相负？",
    ["$mingjian2"] = "孰忠孰奸，朕尚能明辨！",
	["$xingshuai1"] = "百年兴衰皆由人，不由天！",
    ["$xingshuai2"] = "聚群臣而嘉勋，隆天子之气运！",
    ["~caorui"] = "悔不该耽于逸乐，致有今日……" ,
	
	--新曹叡
	["$newmingjian1"] = "你我推心置腹，岂能相负？",
    ["$newmingjian2"] = "孰忠孰奸，朕尚能明辨！",

    --曹休
    ["$taoxi1"] = "策马疾如电，溃敌一瞬间！",
	["$taoxi2"] = "虎豹骑岂能徒有虚名！杀！！",
    ["~caoxiu"] = "兵行险招，终有一失……" ,
	
	--新曹休
	["$qingxi1"] = "策马疾如电，溃敌一瞬间！",
	["$qingxi2"] = "虎豹骑岂能徒有虚名！杀！！",

    --公孙渊
    ["$huaiyi1"] = "此等小利，焉能安吾雄心？！",
    ["$huaiyi2"] = "一生纵横，怎可对他人称臣？！",
    ["~gongsunyuan"] = "天不容我公孙家……" ,

    --郭图逢纪
    ["$jigong1"] = "不惜一切代价，拿下此人！",
    ["$jigong2"] = "曹贼势颓，主公速击之！",
    ["$shifei1"] = "良谋失利，罪在先锋！",
    ["$shifei2"] = "计略周详，怎奈指挥不当！",
    ["~guotufengji"] = "大势已去，无力回天！" ,

    --刘谌
    ["$zhanjue1"] = "成败在此一举！杀！！",
    ["$zhanjue2"] = "此刻唯有死战，安能言降！",
    ["$qinwang1"] = "大厦倾危，谁堪栋梁！",
    ["$qinwang2"] = "国有危难，哪位将军请战？！",
    ["~liuchen"] = "无颜对百姓，有愧见先祖……" ,
	
	--OL刘谌
    ["$olzhanjue1"] = "成败在此一举！杀！！",
    ["$olzhanjue2"] = "此刻唯有死战，安能言降！",

    --全琮
    ["$zhenshan1"] = "看我如何以无用之力，换己所需，哈哈哈哈哈哈哈哈哈。",
    ["$zhenshan2"] = "民不足食，何以养君？",
    ["~quancong"] = "儿啊！好好报答吴王……知遇之恩……" ,
	
	--新全琮
	["$yaoming1"] = "看我如何以无用之力，换己所需，哈哈哈哈哈哈哈哈哈。",
    ["$yaoming2"] = "民不足食，何以养君？",

    --孙休
    ["$yanzhu1"] = "不诛此权臣，朕何以治天下？",
    ["$yanzhu2"] = "大局已定，你还是放弃吧！",
    ["$xingxue1"] = "汝等，都是国之栋梁！",
    ["$xingxue2"] = "文修武备，才是兴国之道！",
    ["~sunxiu"] = "崇文抑武，朕……错了吗？" ,
	
	--OL孙休
    ["$olzhaofu1"] = "",
    ["$olzhaofu2"] = "",
	
    --夏侯氏
    ["$qiaoshi1"] = "樵前情窦开，君后寻迹来。",
    ["$qiaoshi2"] = "樵薪遇郎君，妾心涟漪生。",
	["$yjyanyu1"] = "伴君一生，不寂寞。",
    ["$yjyanyu2"] = "感君一回顾，思君朝与暮。",
    ["~yj_xiahoushi"] = "愿有来世，不负前缘……" ,

	--张嶷
    ["$wurong1"] = "兵不血刃，亦可先声夺人！",
    ["$wurong2"] = "从，则安之；犯，则诛之！",
    ["~zhangyi"] = "大丈夫当战死沙场，马革裹尸而还……" ,

    --钟繇
    ["$huomo1"] = "笔墨写春秋，挥毫退万敌！",
    ["$huomo2"] = "妙笔在手，研墨在心。",
    ["$zuoding1"] = "只有忠心，没有谋略是不够的。",
    ["$zuoding2"] = "承君恩宠，报效国家！",
    ["~zhongyao"] = "墨尽……岁终……" ,

    --朱治
    ["$anguo1"] = "止干戈，休战事。",
	["$anguo2"] = "安邦定国，臣子分内之事。",
    ["~zhuzhi"] = "集毕生之力……保国泰民安……" ,
	
	--新朱治
	["$newanguo1"] = "止干戈，休战事。",
	["$newanguo2"] = "安邦定国，臣子分内之事。",
}