-- translation for ExclusiveEquipPackage

return {
	["exclusiveequips"] = "专属装备",
	
	["_hongduanqiang"] = "红缎枪",
	[":_hongduanqiang"] = "装备牌·武器<br /><b>攻击范围</b>：3<br /><b>武器技能</b>：每个回合限一次，当你使用【杀】造成伤害后，你可以进行一次判定。若判定结果为：红色，你回复1点体力；黑色，你摸两张牌。",
	
	["_liecuidao"] = "烈淬刀",
	[":_liecuidao"] = "装备牌·武器<br /><b>攻击范围</b>：2<br /><b>武器技能</b>：出牌阶段，你可以额外使用一张【杀】；<font color=\"green\"><b>每个回合限两次，</b></font>当你使用【杀】对目标角色造成伤害时，你可以弃置一张牌，令此伤害+1。",
	["@_liecuidao"] = "你可以弃置一张牌，令你对 %src 的伤害+1",
	
	["_shuibojian"] = "水波剑",
	[":_shuibojian"] = "装备牌·武器<br /><b>攻击范围</b>：2<br /><b>武器技能</b>：<font color=\"green\"><b>每个回合限两次，</b></font>你使用非延时类锦囊牌或【杀】时，可以额外选择一个目标。你失去装备区里的【水波剑】后，回复1点体力。",
	["@_shuibojian"] = "你可以为 【%src】 选择一个额外目标",
	
	["_hunduwanbi"] = "混毒弯匕",
	[":_hunduwanbi"] = "装备牌·武器<br /><b>攻击范围</b>：1<br /><b>武器技能</b>：当你使用【杀】指定目标后，你可以令其失去X+1点体力(X为本技能本回合发动的次数且最多为4）。",
	["_hunduwanbi:_hunduwanbi"] = "你是否发动“混毒弯匕”令 %src 失去 %arg 点体力？",
	
	["_tianleiren"] = "天雷刃",
	[":_tianleiren"] = "装备牌·武器<br /><b>攻击范围</b>：4<br /><b>武器技能</b>：当你使用【杀】指定目标后，你可令其进行一次判定，若判定结果为：黑桃，该角色受到3点雷电伤害；梅花，该角色受到1点雷电伤害，且你回复1点体力并摸一张牌。",
	
	["_piliche"] = "霹雳车",
	[":_piliche"] = "装备牌·武器<br /><b>攻击范围</b>：9<br /><b>武器技能</b>：当你对其他角色造成伤害后，若造成伤害的牌不为延时类锦囊牌，你可以弃置其装备区内的防具牌与+1坐骑牌。当你失去装备区里的【霹雳车】后，你令此牌销毁。",
	
	["_secondpiliche"] = "新霹雳车",
	[":_secondpiliche"] = "装备牌·武器<br /><b>攻击范围</b>：9<br /><b>武器技能</b>：当你对其他角色造成伤害后，你可以弃置其装备区内所有牌。",
	
	["_sichengliangyu"] = "四乘粮舆",
	[":_sichengliangyu"] = "装备牌·宝物<br /><b>宝物技能</b>：<br />一名角色的回合结束时，若你的手牌数小于体力值，你可以摸两张牌，然后弃置此牌。",
	
	["_tiejixuanyu"] = "铁蒺玄舆",
	[":_tiejixuanyu"] = "装备牌·宝物<br /><b>宝物技能</b>：<br />其他角色的回合结束时，若其本回合未造成过伤害，你可以令其弃置两张牌，然后弃置此牌。",
	
	["_feilunzhanyu"] = "飞轮战舆",
	[":_feilunzhanyu"] = "装备牌·宝物<br /><b>宝物技能</b>：<br />其他角色的回合结束时，若其本回合使用过非基本牌，你可以令其交给你一张牌，然后弃置此牌。",
	["@_feilunzhanyu-give"] = "请交给 %src 一张牌",
	
	["_qiongshu"] = "琼梳",
	[":_qiongshu"] = "装备牌·宝物<br /><b>宝物技能</b>：<br />当你受到伤害时，你可弃置等量的牌，然后防止此伤害。",
	["@_qiongshu-discard"] = "你可以弃置%src张牌防止伤害",

	["_xishu"] = "犀梳",
	[":_xishu"] = "装备牌·宝物<br /><b>宝物技能</b>：<br />判定阶段开始前，你可以选择一项：1.跳过本回合的判定阶段；2.跳过本回合的弃牌阶段。",
	["_xishu:judge"] = "跳过本回合的判定阶段",
	["_xishu:discard"] = "跳过本回合的弃牌阶段",
	
	["_jinshu"] = "金梳",
	[":_jinshu"] = "装备牌·宝物<br /><b>宝物技能</b>：<br />锁定技，出牌阶段结束时，你摸牌至手牌上限（至多摸至5张）。",
}