-- translation for new Package

return {
	["new"] = "新改动",
	
	["new_sppangde"] = "新sp庞德",
	["&new_sppangde"] = "庞德",
	["newjuesi"] = "决死",
	[":newjuesi"] = "出牌阶段，你可以弃置一张【杀】并选择你攻击范围内的一名其他角色，然后该角色弃置一张牌。若其弃置的不是【杀】且你的体力值不大于该角色，视为你对其使用【决斗】。",
	--mashu
	["new_spjiaxu"] = "新sp贾诩",
	["#new_spjiaxu"] = "算无遗策",
	["&new_spjiaxu"] = "贾诩",
	["newzhenlve"] = "缜略",
	[":newzhenlve"] = "锁定技，你使用的非延时锦囊牌不能被【无懈可击】响应，你不能被选择为延时锦囊牌的目标。",
	["newjianshu"] = "间书",
	[":newjianshu"] = "限定技，出牌阶段，你可以将一张黑色手牌交给一名其他角色，并选择一名攻击范围内含有其的另一名角色。然后令这两名角色拼点：赢的角色弃置两张牌，没赢的角色失去1点体力。",
	["newyongdi"] = "拥嫡",
	[":newyongdi"] = "限定技，回合开始时，你可令一名其他男性角色增加1点体力上限并回复1点体力，然后若其武将牌上有主公技，则获得主公技。",
	
	["new_newspjiaxu"] = "新sp贾诩-第二版",
	["#new_newspjiaxu"] = "算无遗策",
	["&new_newspjiaxu"] = "贾诩",
	["newzhenlve"] = "缜略",
	[":newzhenlve"] = "锁定技，你使用的非延时锦囊牌不能被【无懈可击】响应，你不能被选择为延时锦囊牌的目标。",
	["newjianshu"] = "间书",
	[":newjianshu"] = "限定技，出牌阶段，你可以将一张黑色手牌交给一名其他角色，并选择一名攻击范围内含有其的另一名角色。然后令这两名角色拼点：赢的角色弃置两张牌，没赢的角色失去1点体力。",
	["newnewyongdi"] = "拥嫡",
	[":newnewyongdi"] = "限定技，当你受到伤害后，你可令一名其他男性角色增加1点体力上限，然后若该角色的武将牌上有主公技且其身份不为主公，其拥有此主公技。",
	
	["new_guansuo"] = "新关索",
	--xiefang
	["newzhengnan"] = "征南",
	[":newzhengnan"] = "每名角色限一次，当一名角色进入濒死状态时，你可以回复1点体力，然后摸一张牌并选择获得下列技能中的一个：“武圣”、“当先”和“制蛮”（若技能都已获得改为摸三张牌）。",
	
	["new_guanyinping"] = "新关银屏",
	["&new_guanyinping"] = "关银屏",
	["newxuehen"] = "雪恨",
	[":newxuehen"] = "出牌阶段限一次，你可以弃置一张红色牌并横置至多X名角色的武将牌，然后对其中一名角色造成1点火焰伤害（X为你已损失的体力值）。",
	["newhuxiao"] = "虎啸",
	[":newhuxiao"] = "锁定技，当你造成火焰伤害后，受到此伤害的角色摸一张牌，然后本回合你对其使用牌无次数限制。",
	["newwuji"] = "武继",
	[":newwuji"] = "觉醒技，结束阶段开始时，若你于此回合内造成过3点或更多伤害，你加1点体力上限并回复1点体力，失去“虎啸”，然后从场上、牌堆或弃牌堆中获得【青龙偃月刀】。",
	
	["new_maliang"] = "新马良",
	["&new_maliang"] = "马良",
	["zishu"] = "自书",
	[":zishu"] = "锁定技，其他角色的回合结束时，你将本回合获得的牌置入弃牌堆；当你于你的回合内不因此法获得牌后，摸一张牌。",
	["yingyuan"] = "应援",
	[":yingyuan"] = "当你于回合内使用一张牌时，你可以令一名其他角色从牌堆获得一张与此牌类型相同的牌（每种类型的牌每回合限一次）。",
	
	["new_mobile_maliang"] = "新马良-手杀",
	["&new_mobile_maliang"] = "马良",
	--zishu
	["mobileyingyuan"] = "应援",
	[":mobileyingyuan"] = "当你于回合内使用的牌置入弃牌堆后， 你可以将之交给一名其他角色（相同牌名的牌每回合限一次）。",
	
	["new_zhoucang"] = "新周仓",
	["&new_zhoucang"] = "周仓",
	["newzhongyong"] = "忠勇",
	[":newzhongyong"] = "当你使用的【杀】结算完后，你可以将此【杀】或目标角色使用的【闪】交给另一名其他角色，以此法获得红色牌的角色可以对你攻击范围内的角色使用一张【杀】。",
	
	
	
	
}
